Revit 2027 API
ParameterTypeId.VisGraphicsAnalyticalModel Property
 "V/G Overrides Analytical Model"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId VisGraphicsAnalyticalModel { get; }
Public Shared ReadOnly Property VisGraphicsAnalyticalModel As ForgeTypeId
	Get
public:
static property ForgeTypeId^ VisGraphicsAnalyticalModel {
	ForgeTypeId^ get ();
}
static member VisGraphicsAnalyticalModel : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace